In [32]:
# import necessary libraries and functions
import numpy as np
import pandas as pd
from glob import glob
import matplotlib.pyplot as plt
%matplotlib inline

from keras.layers import Dense, InputLayer
from keras.models import Sequential

from sklearn.model_selection import train_test_split

In [33]:
data_1 = pd.read_csv('train.csv')

In [34]:
data_1.head()

  image_names  class
0  000001.jpg      0
1  000002.jpg      0
2  000003.jpg      1
3  000004.jpg      0
4  000005.jpg      0

In [35]:
data_2 = pd.read_csv('test.csv')

In [36]:
data_2.head()

  image_names
0  000001.jpg
1  000002.jpg
2  000003.jpg
3  000004.jpg
4  000005.jpg